[MecRuler X2SparkCharacterTemplate_DLC_3]
strCharacterName="变种人SPARK裁决者"

[TR_AdventSpark X2SparkCharacterTemplate_DLC_3]
strCharacterName="变种人SPARK"

[MecRulerArmor_XCOM X2SparkArmorTemplate_DLC_3]
FriendlyName="变种人SPARK底盘"
FriendlyNamePlural="变种人SPARK底盘"
BriefSummary="与我们的SPARK底盘的加固框架非常相似，但进行了改进以增强耐用性和自动装甲修复能力。"
TacticalText="<Bullet/> 高生存能力特性，使类似SPARK的单位能够承受战斗的激烈。"
